export type TArtTestsData = {
  id: number;
  heading?: string;
  picture: string;
  description: string;
};

export const PassionTestData: TArtTestsData[] = [
  {
    id: 1,
    picture: 'passion1',
    heading:
      'Перед вами серия работ художника Джастина Геффри. Перед тем, как выбрать картину (или несколько), задайте себе вопрос: «А что для меня значит страсть?»',
    description:
      'Навстречу солнцу. Яркость ваших ощущений и страсть напрямую связана со свободой. От прошлого, ограничений, чужого мнения, стереотипов. Еще одним секретом страсти является движение, динамика и путешествия. Смена «картинки»! Поэтому, если внутри пасмурно - отправляйтесь в новую дорогу, ищите новые направления и приключения.',
  },
  {
    id: 2,
    picture: 'passion2',
    heading: '',
    description:
      'Давай зажжем огонь? Иногда мы боимся опалить других своей страстью, испугать своим огнем. Бывает, что кто-то однажды внушил нам, что яркость неприлична, а чувства — небезопасны. «Заливая» свое пламя страхами, мы рискуем так и не узнать ответ а ворос:«На то я способна, что именно я хочу?» Ключ к вашей страсти - смелость. На ваш огонь придет именно тот, кто выдержит именно такой масштаб чувств.',
  },
  {
    id: 3,
    picture: 'passion3',
    heading: '',
    description: 'Эстетика ума.',
  },
  {
    id: 4,
    picture: 'passion4',
    heading: '',
    description:
      'Обнаженная натура. У вас два ключа к страсти. Первый хранит тело. Позаботьтесь о нем, подарите ему радость, расслабление, тишину, отдых, приятную динамику. Последите, чтобы дыхание было спокойным и глубоким. А второй ключ - учиться выбирать себя. Снять груз ответственности за чужое счастье. Выбирать только тех, с кем вы готовы пойти в доверие и искренность.',
  },
  {
    id: 5,
    picture: 'passion5',
    heading: '',
    description:
      'Обними меня. Внутри каждого из нас живет ребенок, который хочет ласковых прикосновений, добрых слов, внимания и заботы. Ему просто необходимо смеяться, творить и вытворять. Попробуйте стать себе самым теплым и нежным родителем. Полностью ограничить критику и сравнение. Больше улыбок, больше добра, больше объятий. Ваш Внутренний ребенок - неповторим и прекрасен, и в его руках ключи к вашей страсти.',
  },
  {
    id: 6,
    picture: 'passion6',
    heading: '',
    description:
      'Театр внутри меня. Храбрость быть первой. Создавать и реализовывать собственные идеи, проекты, фантазии, желания. Экспериментировать со стилем, цветом. Действовать из своего «хочу». Пробовать и проявляться. Ваша страсть - солнечная, сияющая, яркая. Надежный способ пробудить ее - стать главным режиссером собственной жизни. И ориентироваться только на благодарных и теплых «зрителей».',
  },
  {
    id: 7,
    picture: 'passion7',
    heading: '',
    description:
      'Искусство лёгкости и улыбок. Ваша страсть состоит из легкости и радости. Проведите эксперимент: снизьте нагрузку, отключите стремление успеть все, проконтролировать всех. Каждый день - минимум одна радость, одно удовольствие. Поставьте фильтр на негативную информацию, «тяжелых» людей. Мир таков, каким мы видим его. Попробуйте замечать все хорошее, что он готов вам подарить.',
  },
];
export const TravelTestData: TArtTestsData[] = [
  {
    id: 1,
    picture: 'travel1',
    heading:
      'В 1999 году калифорнийские ученые исследовали 2320 людей из 39 разных популяций и заявили - те, чьи предки мигрировали на бОльшее расстояние, чаще являются носителями того самого гена "кочевников".Специфические вариации DRD4 и PRKG1 - наследство, которое досталось некоторым из нас от предков. «Кочевники» чаще меняют работу, сферы деятельности, в случае экстремальных ситуаций они демонстрируют собранность. Вариативность гена ученые связывают со смелостью, склонностью к экспериментам и острой потребностью регулярно отправляться на поиски приключений и ловить «ветер перемен». Ген «кочевников» можно встретить примерно у 20% населения Земли.Социологи выделяют 4 типа путешественников. Предлагаю любопытный арт-тур-тест. Перед вами 4 фото.Где больше хотелось бы оказаться? Выбирайте телом, чувствами.',
    description:
      'Вы - покоритель. Смелый, азартный любитель неповторимых приключений. Преодоления и усилия делают таких людей только сильнее, возвращают ощущение собственной достаточности, свободы и уверенности в том, что только они определяют границы своих возможностей. Силы, энергии и амбиций хватит на любые масштабные цели и идеи. Отпустите сомнения. Больше контакта со своим телом и страстью! Кстати, «покорители» могут быть отличными лидерами, если пожелают.',
  },
  {
    id: 2,
    picture: 'travel2',
    description:
      'Вы – исследователь, искатель, экспериментатор. В мире еще столько неизведанного и интересного. Долой однообразие и скуку. Ваша сила в любопытстве и жажде новых знаний. Доверьтесь своей интуиции, своему Внутреннему ребенку и смелее ныряйте в глубину, ищите смыслы. И ещё! Важно помнить - спонтанность совершенно безопасна, когда мы знаем, что любые перемены и поиски ответов - приведут нас к важным открытиям, а иногда …даже к сокровищам.',
  },
  {
    id: 3,
    picture: 'travel3',
    description:
      'Вы - эстет-индивидуалист. Красота, комфорт - важные ингредиенты прекрасного путешествия.Таким людям просто необходимо иметь время на себя, уважать собственный темп и стиль жизни. Без сравнения с другими, без тревоги и самокритики разрешите себе желаемый уровень эстетики, комфорта и уюта. Это ведь тоже про свободу и выбор. Примите свое право на любимые ритуалы, не подгоняя себя под чужие ожидания и скорость. ',
  },
  {
    id: 4,
    picture: 'travel4',
    description:
      'Вы – мечта для попутчиков. Для тех, кто, как и вы - желает провести время в компании близких по духу людей, найти новых друзей, отправиться на поиски приключений, вместе смеяться, делиться радостью.Это так ценно - ощущать близость, тепло, единство. Когда рядом есть тот или те, кто с тобой на одной волне. Зная, насколько важен для вас контакт, окружайте себя искренними и доброжелательными людьми. Берегите свое внутреннее солнце.',
  },
];
export const LoveLangData: TArtTestsData[] = [
  {
    id: 1,
    picture: 'lovelang1',
    heading:
      'Я хочу предложить вам арт-тест "Символы любви". Он про наши личные языки любви. Про то, что для нас важно и значимо.Когда мы умеем искренне любить себя, намного легче принять и право другого быть любимым именно так, как ему бы того хотелось. На его языке. В итоге мы даём друг другу именно то, что ценно и важно. ',
    description:
      'Помощь, поддержка, доверие и безопасность. В этих словах ключи к сердцу этого человека. Для того, чтобы дать именно то, что ему важно — спросите, предложите, уточните: «Как и чем я могу помочь, поддержать?» Кому-то будет нужен отдых, кому-то добрый совет, кому-то тихая фраза: "Я в тебя верю! Я рядом!" Но каждому нужно, чтобы в контакте с любимым он ощущал безопасность, чтобы слово, данное ему — держали, а обещания все-таки превращались в действия.',
  },
  {
    id: 2,
    picture: 'lovelang2',
    description:
      'Удивление и восторг. В каждом из нас живет ребенок. Его важно баловать и удивлять. Больше ярких дней, поводов для восторга, спонтанных поездок и свиданий, нескучных вечеров. Очень важно восхищаться своими любимыми и знать, что семья, отношения близость - это радость! Ищите возможности устроить друг другу праздник, сделать приятный сюрприз, чтобы снова и снова услышать счастливое «ух ты»!',
  },
  {
    id: 3,
    picture: 'lovelang3',
    description:
      'Уважение к границам и выбору. Если человек с вами не согласен, это не значит, что он вас не любит или не ценит. Просто каждый имеет право на выбор, на отказ, на собственный взгляд. Важно не путать СЛИЯНИЕ и ЛЮБОВЬ. Мы - все разные, но при этом можем быть с тать близкими и дарить другому человеку СВОБОДУ, не лишая его при этом вашего тепла.',
  },
  {
    id: 4,
    picture: 'lovelang4',
    description:
      'Время друг для друга. Это любовь близости, внимания и присутствия. Когда вы осознанно и от души дарите свое время, не отвлекаясь на звонки или смс, не подглядывая одним глазом в монитор. Не делая ничего параллельно! Можно даже проговорить вслух: «Я сейчас с тобой! Для тебя! Мы вместе! Как ты хочешь провести это время?»',
  },
  {
    id: 5,
    picture: 'lovelang5',
    description:
      'Бережность и чувственность. Живущие чувствами, ощущениями, яркими фантазиями. В этих людях много любви, тепла и нежности, но не всегда они помнят об этом. Будьте аккуратны и бережны. Согревайте, обнимайте, целуйте, приручайте, осознавая их хрупкость И «тонкокожесть». Оградите ваши отношения от сравнения, обесценивания, категоричности, критики и аналитики. Не стоит сдерживать себя в проявлении нежности, любви, романтики и телесности.',
  },
  {
    id: 6,
    picture: 'lovelang6',
    description:
      'Подарки и знаки внимания. Казалось бы, все просто упирается в деньги? Нет! Дары могут быть разными, главное, чтобы они обязательно были. И не только 3 раза в год «по большому поводу», а спонтанно, от души. Эти символы-подарки «расскажут» любимым о том, что вы помните об их желаниях, стремитесь порадовать, что вы готовы вкладывать в них свою энергию, внимание и усилия. И еще! Этим людям очень важна эстетика. Во всем!',
  },
  {
    id: 7,
    picture: 'lovelang7',
    description:
      'Сила слов. Как звучать? Говорить о чувствах, делиться важным, рассказывать о себе и исследовать другого, не скупиться на слова похвалы, не экономить на благодарности, но самое главное — СЛУШАТЬ этого человека! Не перебивая, не давая оценки или рекомендаций. Просто слушать с открытым сердцем.',
  },
  {
    id: 8,
    picture: 'lovelang8',
    description:
      'Язык прикосновений. Как на нем говорить? Обнимать, гладить, массировать, брать за руку, целовать без повода, согревать, дарить приятные "к телу" подарки. Прекрасно, если вы будете иногда делать что-то вместе РУКАМИ: играть, творить, готовить. И обязательно гулять вместе, прикасаясь друг к другу.',
  },
  {
    id: 9,
    picture: 'lovelang9',
    description:
      'Тишина и время на себя. Некоторые люди восстанавливаются в тишине, в уютном комфортном пространстве, где они могут побыть наедине со своими чувствами, мыслями и помолчать. Когда их потребность в этом понимают и принимают, без упреков и обид, они испытывают огромную благодарность и осознают, что их любят, берегут и ценят.',
  },
];
