export type TArtTestsData = {
  id: number;
  heading: string;
  picture: string;
  description: string;
};

export const PassionTestData: TArtTestsData[] = [
  {
    id: 1,
    picture: 'passion1',
    heading: '',
    description: '',
  },
  {
    id: 2,
    picture: 'passion2',
    heading: '',
    description: '',
  },
  {
    id: 3,
    picture: 'passion3',
    heading: '',
    description: '',
  },
  {
    id: 4,
    picture: 'passion4',
    heading: '',
    description: '',
  },
  {
    id: 5,
    picture: 'passion5',
    heading: '',
    description: '',
  },
  {
    id: 4,
    picture: 'passion6',
    heading: '',
    description: '',
  },
  {
    id: 4,
    picture: 'passion7',
    heading: '',
    description: '',
  },
];
export const TravelTestData: TArtTestsData[] = [
  {
    id: 1,
    picture: 'travel1',
    heading: '1',
    description:
      'Вы - покоритель. Смелый, азартный любитель неповторимых приключений. Преодоления и усилия делают таких людей только сильнее, возвращают ощущение собственной достаточности, свободы и уверенности в том, что только они определяют границы своих возможностей. Силы, энергии и амбиций хватит на любые масштабные цели и идеи. Отпустите сомнения. Больше контакта со своим телом и страстью! Кстати, «покорители» могут быть отличными лидерами, если пожелают.',
  },
  {
    id: 2,
    picture: 'travel2',
    heading: '2',
    description:
      'Вы – исследователь, искатель, экспериментатор. В мире еще столько неизведанного и интересного. Долой однообразие и скуку. Ваша сила в любопытстве и жажде новых знаний. Доверьтесь своей интуиции, своему Внутреннему ребенку и смелее ныряйте в глубину, ищите смыслы. И ещё! Важно помнить - спонтанность совершенно безопасна, когда мы знаем, что любые перемены и поиски ответов - приведут нас к важным открытиям, а иногда …даже к сокровищам.',
  },
  {
    id: 3,
    picture: 'travel3',
    heading: '3',
    description:
      'Вы - эстет-индивидуалист. Красота, комфорт - важные ингредиенты прекрасного путешествия.Таким людям просто необходимо иметь время на себя, уважать собственный темп и стиль жизни. Без сравнения с другими, без тревоги и самокритики разрешите себе желаемый уровень эстетики, комфорта и уюта. Это ведь тоже про свободу и выбор. Примите свое право на любимые ритуалы, не подгоняя себя под чужие ожидания и скорость. ',
  },
  {
    id: 4,
    picture: 'travel4',
    heading: '4',
    description:
      'Вы – мечта для попутчиков. Для тех, кто, как и вы - желает провести время в компании близких по духу людей, найти новых друзей, отправиться на поиски приключений, вместе смеяться, делиться радостью.Это так ценно - ощущать близость, тепло, единство. Когда рядом есть тот или те, кто с тобой на одной волне. Зная, насколько важен для вас контакт, окружайте себя искренними и доброжелательными людьми. Берегите свое внутреннее солнце.',
  },
];
