import React from 'react';
import { Header, Footer } from '../components';
import { ContentWrapper, PageWrapper } from './PagesStyles';

const ArticlesPage = () => {
  return (
    <PageWrapper>
      <Header />
      <ContentWrapper>
        <h2>Сказка об отважной Принцессе, которая вспомнила, что такое Любовь!</h2>
        <div>
          <p>
            В одном большом королевстве жила одна маленькая принцесса. Ее&nbsp; папа-король был
            вечно занят своими важными делами: то&nbsp;казна опустела, то&nbsp;в&nbsp;поход пора
            идти, а&nbsp;где и&nbsp;пир горой закатить. Мама-королева тоже было
            не&nbsp;из&nbsp;&laquo;простых&raquo;. У&nbsp;нее были званные встречи, дипломатические
            миссии, а&nbsp;между делом еще нужно меню согласовать, да&nbsp;&laquo;мебеля&raquo;
            во&nbsp;всем дворце поменять.
          </p>
          <p>
            Когда принцессе было 8 лет, король стал реже появляться в&nbsp;своем королевстве. Все
            чаще на&nbsp;лице ее&nbsp;матери царила печаль и&nbsp;обида. И&nbsp;вот, однажды утром
            она узнала, что король-батюшка больше не&nbsp;приедет. Нет, с&nbsp;ним все
            в&nbsp;порядке. Жив-здоров, но&nbsp;жить теперь он&nbsp;будет в&nbsp;другом королевстве
            за&nbsp;тридевять земель.
          </p>
          <p>
            С&nbsp;той поры королева изменилась. Она стала сама ходить в&nbsp;походы, пиры
            и&nbsp;балы не&nbsp;приветствовала, а&nbsp;принцессу почти не&nbsp;замечала. Её
            воспитывали старые нянечки и&nbsp;сердитые фрейлины. Изредка королева заходила
            к&nbsp;ней в&nbsp;комнату, но&nbsp;не&nbsp;было ласки и&nbsp;нежности между ними. Она
            проверяла ее&nbsp;знания, манеры и&nbsp;жесткого ругала за&nbsp;каждый промах.
          </p>
          <p>
            &laquo;Ты&nbsp;должны быть идеальной! Ты&nbsp;должна стать сильной королевой!&raquo;
          </p>
          <p>
            Девочка плакала, но&nbsp;старалась беспрекословно слушать мать. Она верила, что своими
            успехами сможет порадовать ее&nbsp;и&nbsp;возможно тогда, на&nbsp;лицо матери вернется
            прежняя улыбка.
          </p>
          <p>
            Единственный кому она могла принести свою печаль, был ее&nbsp;любимый друг&nbsp;&mdash;
            королевский конь. Она часто гуляла с&nbsp;ним по&nbsp;лесу, пела ему песни, обнимала
            за&nbsp;гриву и&nbsp;была в&nbsp;те&nbsp;моменты абсолютно счастлива.
          </p>
          <p>
            Когда дочери исполнилось 14 лет, королева позвала ее&nbsp;в&nbsp;свои покои
            и&nbsp;сказала:
          </p>
          <p>
            &laquo;Я&nbsp;вижу, что ты&nbsp;стала совсем взрослой. Сегодня я&nbsp;сделаю тебе
            подарок. Смотри, какое у&nbsp;меня есть украшение для тебя!&raquo;
          </p>
          <p>
            Королева достала из&nbsp;ларца сияющий кулон с&nbsp;ледяным камнем. Он&nbsp;играл
            на&nbsp;солнце и&nbsp;притягивал взгляд так, что оторваться было невозможно.
          </p>
          <p>
            &mdash;&nbsp;Мир&nbsp;&mdash; злой и&nbsp;жестокий, и&nbsp;никому в&nbsp;нем нельзя
            доверять. Этот кулон навсегда освободит тебя от&nbsp;чувств и&nbsp;сомнений.
            Ты&nbsp;будешь жить спокойно и&nbsp;ровно. Я&nbsp;сама ношу такой&nbsp;же&raquo;
          </p>
          <p>&mdash;&nbsp;Откуда он&nbsp;у&nbsp;тебя?&raquo;</p>
          <p>
            -Когда твой отец не&nbsp;вернулся домой, мое сердце разбилось. Я&nbsp;не&nbsp;могла
            ни&nbsp;есть, ни&nbsp;спать, ни&nbsp;дышать. Ни&nbsp;один лекарь не&nbsp;мог унять мою
            боль, а&nbsp;терпеть ее&nbsp;было для меня невыносимо. Тогда я&nbsp;и&nbsp;познакомилась
            с&nbsp;одной колдуньей, которая пообещала мне исцеление, в&nbsp;обмен на&nbsp;то, что
            я&nbsp;сдержу слово. Она подарит мне этот кулон, если и&nbsp;ты&nbsp;будешь носить
            такой&nbsp;же!&raquo;
          </p>
          <p>
            Принцесса посмотрела в&nbsp;холодные глаза матери и&nbsp;открыла шею. Через секунду она
            почувствовала, как что-то ледяное окутывает ее&nbsp;сердце. Вначале было очень больно,
            а&nbsp;потом&hellip;прохлада и&nbsp;равнодушие разлились по&nbsp;ее&nbsp;телу.
          </p>
          <p>
            Она вернулась в&nbsp;свою комнату и&nbsp;сделала первое распоряжение&nbsp;&mdash;
            к&nbsp;коню приставить охрану, а&nbsp;всех певчих птиц изловить и&nbsp;рассадить
            по&nbsp;клеткам.
          </p>
          <p>
            С&nbsp;той поры не&nbsp;было у&nbsp;нее никаких прогулок. Только строгий порядок,
            контроль и&nbsp;блистательные результаты в&nbsp;учебе. Принцесса и&nbsp;правда стала{' '}
            самой-самой&hellip;.. Мать была довольна.
          </p>
          <p>
            Но&nbsp;однажды в&nbsp;комнату к&nbsp;девочке вбежали испуганные фрейлины
            и&nbsp;запричитали. Конь&nbsp;&mdash; сбежал.
          </p>
          <p>
            &laquo;Это МОЙ КОНЬ! Моя&nbsp;&mdash; собственность! Как вы&nbsp;могли его упустить!
            Вернусь, и&nbsp;несдобровать вам!&raquo;
          </p>
          <p>
            В&nbsp;принцессе текла горячая кровь. Воспользовавшись отсутствием матери, она пустилась
            в&nbsp;погоню за&nbsp;беглецом. Она была умная девочка и&nbsp;помнила, как когда-то
            давно, вместе с&nbsp;конем гуляла по&nbsp;лесу и&nbsp;пела ему песни. Там она его
            и&nbsp;нашла.
          </p>
          <p>
            &mdash;&nbsp;Немедленно отправляйся домой! Ты&nbsp;будешь наказан!
            &mdash;&nbsp;приказала она им.
          </p>
          <p>Конь отрицательно замотал гривой:</p>
          <p>
            &mdash;&nbsp;Я&nbsp;всегда был во&nbsp;дворце только потому, что любил тебя и&nbsp;знал,
            что это взаимно. Ты&nbsp;изменилась. Я&nbsp;верил, что когда-нибудь вернется моя добрая
            девочка, но&nbsp;этого не&nbsp;случилось. Я&nbsp;не&nbsp;хочу быть рабом, я&nbsp;хочу
            быть тебе другом.
          </p>
          <p>Принцесса возмущенно топнула ногой:</p>
          <p>&mdash;&nbsp;Я&nbsp;приказываю тебе!</p>
          <p>&mdash;&nbsp;Я&nbsp;не&nbsp;подчиняюсь приказам.</p>
          <p>&mdash;&nbsp;Ты&nbsp;мой конь. Ты&nbsp;обязан меня любить и&nbsp;слушаться.</p>
          <p>
            &mdash;&nbsp;Я&nbsp;люблю, вот только ты&nbsp;&mdash; разучилась. И&nbsp;рядом
            с&nbsp;твоим ледяным сердцем меня бьет озноб.
          </p>
          <p>&mdash;&nbsp;Но&nbsp;я&nbsp;не&nbsp;умею жить, когда меня не&nbsp;любят.</p>
          <p>
            &mdash;&nbsp;Научишься. В&nbsp;моей любви к&nbsp;тебе нет смысла, если ты&nbsp;хочешь
            только брать.
          </p>
          <p>
            Принцесса посмотрела в&nbsp;глаза коня и&nbsp;протянула ему руку. Конь уткнулся
            в&nbsp;нее, прощаясь.
          </p>
          <p>
            Девочка подняла глаза в&nbsp;небо и&hellip;.расплакалась. Горячие слезы водопадом лились
            по&nbsp;ее&nbsp;щекам, стекали на&nbsp;грудь. И&nbsp;вдруг! В&nbsp;мелкие осколки
            разлетелся кулон и&nbsp;цепь, которая сковывала ее&nbsp;шею.
          </p>
          <p>
            Она крепко обняла коня, а&nbsp;тот, тихо вздыхая, гладил ее&nbsp;головой. Они мчались
            домой, не&nbsp;касаясь земли. Принцесса влетела в&nbsp;замок и&nbsp;первым делом
            распахнула все клетки. Песни птиц и&nbsp;солнце снова наполнили дворец.
          </p>
          <p>
            &laquo;Сейчас придет Королева и&nbsp;даст всем нам жару!&raquo;&nbsp;&mdash; шептались
            по&nbsp;углам.
          </p>
          <p>Через час во&nbsp;дворец ворвалась карета. Королева была в&nbsp;ярости.</p>
          <p>
            &laquo;Как ты&nbsp;посмела ослушаться меня? Ты&nbsp;сняла украшение. Теперь всем нам
            угрожает расправа&raquo;
          </p>
          <p>Принцесса подошла к&nbsp;матери и&nbsp;нежно погладила ее&nbsp;по&nbsp;лицу.</p>
          <p>
            &laquo;Я&nbsp;люблю тебя, мама. Очень люблю. Если и&nbsp;ты&nbsp;еще помнишь, что это
            такое, то, пожалуйста, не&nbsp;лишай меня сердца&raquo;.
          </p>
          <p>
            Дворец замер. В&nbsp;тишине было слышно, как где-то на&nbsp;кухне грызут сухарики
            мышки-воришки Что-то боролось в&nbsp;Королеве, пожалуй, это был главный ее&nbsp;бой. Она
            начала метаться по&nbsp;комнате, сбивая со&nbsp;стен картины, кидая вазы, она рычала
            и&nbsp;кричала, а&nbsp;Принцесса все это время громко повторяла только одно:
          </p>
          <p>&laquo;Я&nbsp;люблю тебя, мама! Очень люблю!&raquo;</p>
          <p>
            Гром сотряс дворец. Королева навзничь упала на&nbsp;пол. Страх сковал всех придворных.
            Только отважная Принцесса подбежала к&nbsp;матери и&nbsp;крепко обняла ее. Королева
            пошевелилась, затем открыла глаза и&nbsp;посмотрела на&nbsp;дочь:
          </p>
          <p>
            &laquo;Девочка моя, а&nbsp;что случилось? Почему ты&nbsp;стала такой взрослой?
            И&nbsp;где все? Ты&nbsp;голодная?&raquo;
          </p>
          <p>
            И&nbsp;тут расхохотались и&nbsp;затанцевали все вокруг, хлопая в&nbsp;ладоши, каждый
            во&nbsp;дворце прокричал, что есть духу:
          </p>
          <p>
            &laquo;Королева&nbsp;&mdash; вернулась. Наша добрая Королева вернулась! Живеееем!&raquo;
          </p>
          <p>
            И&nbsp;действительно! Жизнь вернулась во&nbsp;дворец. Через некоторое время в&nbsp;гости
            к&nbsp;Королеве стал заезжать добрый веселый Король. Через год они сыграли громкую
            свадьбу. На&nbsp;ней пели птицы, танцевали люди, и&nbsp;царила любовь.
          </p>
          <p>
            А&nbsp;чтобы никогда больше колдунья не&nbsp;смогла проникнуть во&nbsp;дворец, Королева
            ввела правило&nbsp;&mdash; каждый день каждый житель королевства должен получать минимум
            5 поцелуев, 10 объятий и&nbsp;15 улыбок. Искренних замечу! Как&nbsp;же проверить
            искренность, спросите меня вы? А&nbsp;я&nbsp;отвечу. От&nbsp;искренних объятий, горячих
            поцелуев и&nbsp;добрых улыбок что-то внутри вас всегда танцует и&nbsp;поет, радуется
            и&nbsp;согревается, словно большое-большое солнце заново поднимается на&nbsp;небосвод.
          </p>
        </div>
      </ContentWrapper>
      <Footer />
    </PageWrapper>
  );
};

export default ArticlesPage;
